export const NewSegmentData = {
  code: 0,
  data: {
    total: 6,
    page: 1,
    limit: 10,
    message: '',
    list: [
      {
        id: 'segment-e41fdb6d-58e2-4a47-9d43-77eb338bc51d',
        document_id: 'document-8edb84ce-18f8-40b8-bffe-aeb09f5c47f2',
        chunk_index: 0,
        positions: [
          {
            page_id: 0,
            bbox: [73, 141, 284, 157]
          }
        ],
        content: '基于移动通信产业的案例分析',
        type: 'text',
        char_count: 13,
        title: '“有为政府”如何促进中国产业政策演进',
        title_id: 'title::URbXKJ::0',
        enabled: true,
        source: 'Auto',
        is_edit: false
      },
      {
        id: 'segment-254cae91-f499-481e-ba8e-7a2e4c1690fa',
        document_id: 'document-8edb84ce-18f8-40b8-bffe-aeb09f5c47f2',
        chunk_index: 1,
        positions: [
          {
            page_id: 0,
            bbox: [71, 190, 475, 414]
          }
        ],
        content:
          '（1. 东华大学旭日工商管理学院，上海200051；2. 财新传媒采编部，北京100027）摘要：本文基于“有为政府”理论，构建政府促进移动通信产业政策演进的“政策目标- 政策工具- 政策执行”三维理论框架，利用政策文本挖掘与可视化技术，分别解析移动通信产业政策在进赶阶段、并行阶段以及领跑阶段的结构特征，进而揭示中国场景下“有为政府”推动移动通信产业政策演进的作用机制。研究发现：（1)在移动通信产业政策演进过程中，政府展现了“有为”特质和“集中力量办大事”的政策理念，与我国顶层设计基本保持一致；(2)我国移动通信产业存在政策工具“环重、供重、需弱”、政策执行“国家强、地方弱”以及层级滞后性等不均衡现象；(3)随着产业阶段发展，产业政策关联度显著上升，呈现“小世界”网络结构，具有复杂性、引导性、外部性、递进演化性等特征；(4)有为政府促进移动通信产业政策演进充分体现了“技术- 标准- 产业”统一推进体系。本文通过案例分析构建的理论框架，试图与既有产业政策理论与西方复杂性理论对话，揭示中国产业政策变革的成功要素及其与西方产业政策模式的显著差异，为推动中国式现代化情境下移动通信产业政策演进提供方向。关键词：有为政府；政策目标；政策工具；政策执行；移动通信产业政策中图分类号：F203 文献标识码：A 文章编号：1672- 6162（2024）01- 0094- 12DOI:10.16149/j.cnki.23- 1523.2024.01.003',
        type: 'text',
        char_count: 628,
        title: '$\\bigcirc$ 张睿涵，王石玉²',
        title_id: 'title::DEM3sb::2',
        enabled: true,
        source: 'Auto',
        is_edit: false
      },
      {
        id: 'segment-84896be5-6209-4805-bd27-21e1092996fb',
        document_id: 'document-8edb84ce-18f8-40b8-bffe-aeb09f5c47f2',
        chunk_index: 2,
        positions: [
          {
            page_id: 0,
            bbox: [72, 459, 548, 778]
          },
          {
            page_id: 1,
            bbox: [54, 109, 531, 774]
          }
        ],
        content:
          '国家的发展需“强化国家战略科技力量”，并“集聚力量进行原创性引领性科技攻关”，以“加快建设科技强国”。移动通信产业作为代表国家综合国力和整体科技竞争力的战略性先导产业[12]，在中国式现代化科技创新强国道路上的作用日益凸显。值得关注的是，2022年《中共中央国务院关于加快建设全国统一大市场的意见》提出有为政府、有效市场这一新的概念，既要“有效市场”，又要“有为政府”，这是对“发挥市场在资源配置中的决定性作用、更好发挥政府作用的”进一步阐释。近年来，随着政府在产业政策方面的积极干预，尤其是在“有为政府”理论的指导下，移动通信产业得到了快速的发展和显著的国际影响力提升[4]。然而，中国产业政策的变革及演进同样面临挑战，包括政策制定的一致性、地方政府执行力的差异性以及市场与政府的协调性等问题。这些挑战不仅需要在政策设计时予以考虑，也需要在执行过程中持续关注和调整。因此，政府在产业政策变革中的角色和产业政策的实际执行效果，成为公共管理学术界新的学术增长点，也是产业政策演进实践的活跃地带尽管当前学术界对产业政策已有大量的研究成果，但存在较多争论，主要体现在：（1)学者对产业政策内涵的界定主要存在两个方面的争论：其一是产业政策的内容是否具有特定产业指向；其二是产业政策和市场的关系，即产业政策是弥补市场失灵、促进市场竞争，还是扭曲市场、替代市场功能。已有研究指出，特定产业指向的产业政策会带来产业间的不公平竞争，带来市场扭曲，是不利于市场竞争的，但各个国家学者定义的产业政策在特定产业指向问题上都存在不同看法。对于产业政策与市场的关系，不同学者有不同观点，一类观点认为政府应该深入社会再生产过程，对以市场机制为基础的产业结构进行定向干预。而另一类观点强调产业政策实施的原因是市场失灵，产业政策弥补了市场失灵、促进市场竞争[10]。很多学者通过扩大产业政策范围来处理这两种争论，将对干预产业发展的各种政策都归纳为产业政策[11]。（2）关于产业政策效果评价研究的争论聚焦在：一类研究认为产业政策可以促进企业高质量发展[12]，有助于企业全要素生产率增长[13]，有利于企业创新[14- 16]；一类观点认为产业政策的效果并不显著，产业政策对国有产业的扶持并不成功[17]，甚至存在政策执行产生过高的交易费用及信息不完全下的委托代理等问题[18]；还有一类观点认为产业政策效果存在差异，是否显著要取决于其他条件，如创新禀赋状况[19]、企业所有制、生产要素集聚水平以及市场化进程等要素[20]。然而，已有研究的争论论断显然与中国移动通信产业政策和政府积极介入的事实不符。理论悖论与现实之间的冲突为本文研究中国情境下政府在产业政策演进中的作用机制问题提供了独特的机会。为何在中美移动通信产业竞争中，美国同样采取了大量的产业政策，但在与中国的4G和5G竞争中处于劣势，造成其企业竞争力无法有效转化为产业总体竞争力？显然，解释中美移动通信绩效差异的关键，不是政府是否采取了产业政策，而是政府如何推动产业政策的演进与变革，以及在此过程中政府与市场的复杂交互。那么，中国产业政策演进所面对的到底是什么的具体情境？以及这一具体情境对应怎样的政府作用边界？更进一步地，林毅夫基于中国经济发展的成功经验，提出“有为政府+有效市场”的新结构经济学理论框架，并指出中国特色的社会主义市场经济是有为政府与有效市场相结合的经济[21,22]，这一理论框架为产业政策演进问题研究提供了独特的动态理论视角。新结构经济学理论强调“市场主导、政府因势利导”型产业政策并指出，政府要结合产业发展阶段、要素禀赋结构、问题瓶颈等方面实施具体的产业政策[10,23,24]。鉴于此，本文选择中国移动通信产业作为研究案例，旨在深入探索“有为政府”理论在中国产业政策中的应用及其执行效果。本文将分析中国移动通信产业政策的目标导向与产业发展场域中政策工具的互动，以及产业政策在移动通信产业中的实际执行动态，以此揭示“有为政府”促进移动通信产业政策演进的中国本土化特征，并通过本文理论分析框架的整合与既有理论进行对话。本文的数据来源以下三个渠道，以确保对中国移动通信产业政策演进的政府作用机制进行全面和深入分析：（1）基于“北大法宝”政策文件收集平台，以2003—2023年的“中央法规”与“地方法规”两类政策文件作为文本，考虑部分年份文件缺损，因此本文主要以3G、4G和5G的政策文件作为收集对象，共获得958份政策文本。（2）专家访谈与行业座谈。通过访谈行业专家和政策制定者，收集了关于政府政策、产业发展挑战、技术创新以及国际竞争的深入见解。（3）统计年鉴数据和学术文献的收集分析。对公开发布的行业报告、学术论文、媒体报道等进行了广泛收集和系统分析。通过这些综合的数据资料来源渠道，本文旨在构建中国移动通信产业政策演进的理论框架，特别是“有为政府”在产业政策中的具体实践和效果。',
        type: 'text',
        char_count: 2017,
        title: '1 问题提出',
        title_id: 'title::rgKNIY::8',
        enabled: true,
        source: 'Auto',
        is_edit: false
      },
      {
        id: 'segment-bf0070e2-f861-4e5a-8c84-81bab042738b',
        document_id: 'document-8edb84ce-18f8-40b8-bffe-aeb09f5c47f2',
        chunk_index: 3,
        positions: [
          {
            page_id: 1,
            bbox: [54, 109, 531, 774]
          }
        ],
        content:
          '本文的数据来源以下三个渠道，以确保对中国移动通信产业政策演进的政府作用机制进行全面和深入分析：（1）基于“北大法宝”政策文件收集平台，以2003—2023年的“中央法规”与“地方法规”两类政策文件作为文本，考虑部分年份文件缺损，因此本文主要以3G、4G和5G的政策文件作为收集对象，共获得958份政策文本。（2）专家访谈与行业座谈。通过访谈行业专家和政策制定者，收集了关于政府政策、产业发展挑战、技术创新以及国际竞争的深入见解。（3）统计年鉴数据和学术文献的收集分析。对公开发布的行业报告、学术论文、媒体报道等进行了广泛收集和系统分析。通过这些综合的数据资料来源渠道，本文旨在构建中国移动通信产业政策演进的理论框架，特别是“有为政府”在产业政策中的具体实践和效果。',
        type: 'text',
        char_count: 332,
        title: '',
        title_id: 'title::rgKNIY::8',
        enabled: true,
        source: 'Auto',
        is_edit: false
      },
      {
        id: 'segment-bfa6bd7e-4bad-436a-96ad-1892fa75f752',
        document_id: 'document-8edb84ce-18f8-40b8-bffe-aeb09f5c47f2',
        chunk_index: 4,
        positions: [
          {
            page_id: 1,
            bbox: [302, 318, 531, 772]
          },
          {
            page_id: 2,
            bbox: [71, 109, 548, 564]
          }
        ],
        content:
          '政策目标是政策致力于实现的效果与价值体现，对产业政策的演进节奏起着重要作用。政策目标可以分为任务导向型和扩散导向型[24]。对于任务导向型，政府通过集中决策、实施、评价并分配技术创新资金，优先发展具有战略重要性的前沿技术来实现国家设定目标，更强调技术创新和国家竞争地位；而扩散导向型主要运用教育、技术标准化、产学研协同创新等措施来营造利于新兴技术能力的扩散的环境[25]。政策工具是实现政策目标的一系列策略、举措和机制[26- 28]，可分为供给型、需求型和环境型三类[29]。其中，供给型工具涉及政府对技术供应方的资金[30]、人才和技术等方面的支持，这些支持有助于有效的技术要素供应，推动移动通信产业的关键技术发展及其产业的高质量增长；需求型工具则专注于市场需求侧的培养，通过税收优惠、政府采购、示范推广以及宣传等方式，激活移动通信市场的消费活力；而环境型工具则着力于创造一个促进技术创新成长的市场和制度环境，不单单聚焦于供需的单向刺激，而是致力于通过制定目标计划、标准规范等措施，为移动通信产业的技术进步和行业成熟提供全面支持[31]。“政策执行”反映了政策制定者在政策推行过程中所期望的成果。政策执行的效力往往与政策制定机构的行政层级成正比[31]。在本研究中，政策执行分为中央和地方两个层面。中央层面的执行涉及国家中央政府部门的统一领导和监管，而地方层面的执行则由省市级别的行政机构负责具体的组织实施与监督工作[32]。基于上述理论，本研究对各阶段的政策发布数量进行了梳理，并参考了已有的中国移动通信产业政策研究成果。研究表明，中国移动通信产业的政策演进可划分为三个阶段：起初是“追赶阶段”，随后进入“并行阶段”，最终达到“领先阶段”[33]，这一过程不仅展示了“有为政府”在产业政策制定和实施方面的战略思维，也反映了中国移动通信产业的成长轨迹。我国3G、4G和5G的政策发文数量情况如图1所示、产业政策效力级别情况如表1所示。由产业政策颁布数量的统计情况（图1）可知，3G产业政策与4G产业政策数量发展较为平稳。与之不同，5G产业政策从2018年开始显著上涨，直至2020年5G产业政策数量达到峰值，这表明领先阶段政府出台了一系列移动通信技术的相关法规、规章和政策，着力激发5G创新活力，规范市场环境，推动移动通信产业5G快速发展。在移动通信产业政策的追赶阶段，即3G时代的中国移动通信产业，中央政府颁布的政策文件14份，地方政府颁布49份政策文件，该阶段的产业政策重点主要表现在“税收优惠”和“技术投入”等方面；在移动通信产业政策的并行阶段，即4G时代的中国移动通信产业，地方政府颁布政策文件47份，该阶段的产业政策重点主要表现为“法规标准”、“应用发展”、“网络建设”、“研发创新”等主题；在移动通信产业政策的领先阶段，即5G时代的中国移动通信产业，中央政府政策文件49份，地方政府颁布799份相关政策文件，该阶段的产业政策重点关注“信息支持”、“公共服务”、“国际合作”等工具。从各级政府政策效力级别的统计情况来看，国家移动通信产业政策的主要类别为“部门规章”（占比 87\\% ）；地方移动通信产业政策的主要类别为“地方工作文件”（占比 79\\% ）和“地方规范性文件”（占比 20\\% ）两类，充分说明“地方工作文件”是地方政府为发展、扶持移动通信产业的基础性政策，表明地方政府在推动移动通信产业政策演进方面扮演了的重要角色。',
        type: 'text',
        char_count: 1423,
        title: '2 中国移动通信产业政策节奏分析',
        title_id: 'title::CBuSHP::17',
        enabled: true,
        source: 'Auto',
        is_edit: false
      },
      {
        id: 'segment-115b37a6-d360-4412-b22c-bc01ee3cd8b4',
        document_id: 'document-8edb84ce-18f8-40b8-bffe-aeb09f5c47f2',
        chunk_index: 5,
        positions: [
          {
            page_id: 2,
            bbox: [318, 226, 548, 360]
          },
          {
            page_id: 3,
            bbox: [54, 108, 531, 758]
          },
          {
            page_id: 4,
            bbox: [71, 109, 299, 214]
          }
        ],
        content:
          '在1G至3G时代，中国的移动通信产业处于追赶阶段。中国政府在这一阶段的产业政策主要聚焦于技术引进和国产化制造。1987年，中国首个蜂窝移动电话系统在广东投入商用，标志着中国移动通信产业的起步。在2G时代，中国政府通过各类科技计划、规划和项目的形式投入资金，推动移动通信的国产化。华为等国内企业开始介入基站和手机的生产，虽然起步艰难，却为后续的技术进步和产业发展奠定了基础。“863”计划和“973”计划的实施，对移动通信技术的发展起到了关键作用。在1999至2001年这三年期间，政府对移动通信行业的总投资达到了12.1034亿元人民币，这一资金支持了118个项目以及上百家行业内的骨干企业。东南大学由国家教委和国家计委共同设立的移动通信国家重点实验室，研发出了我国首个二代移动通信(2G)试验系统[3]。2009年1月，3G牌照在中国正式发放。到了3G时代，中国开始参与国际标准的制定。TD- SCDMA标准的提出和政府的一系列支持措施（如频谱分配和产业联盟的建立），展示了中国在移动通信领域的自主创新和政策推动。基于政策目标、政策工具、政策执行的进一步分析，在中国移动通信产业政策的追赶阶段，政策目标集中在引进国外先进技术并推动其在国内的扩散和本土化。这一阶段的产业政策以任务导向型目标为主，主要任务是引进国外的先进技术。政府通过各种渠道引进如GSM、CDMA等关键移动通信技术，致力于填补国内技术空白并促进产业现代化。除了技术引进，产业政策还聚焦于本土化制造能力的建立。政府鼓励国内企业通过合作或自主研发来生产移动通信设备和相关技术。在政策工具方面，首先，从供给型政策工具出发，政府重点在于建设基础设施和促进初步技术积累。通过投资于通信网络建设和提供研发资金支持，政府帮助企业建立起基本的产业基础。在这一阶段，政府还通过教育和培训项目培养了大量通信行业人才。其次，从环境型政策工具出发，政府致力于营造一个有利于产业成长的环境。这包括设立行业标准、优化法律法规和提供政策指导。例如，政府在通信行业标准制定上发挥了重要作用，为移动通信产业发展提供了指导。由此推断，中国移动通信产业政策工具主要以供给型和环境型工具为主。在移动通信产业的追赶阶段，政策执行不仅是政策成效的关键，也是国家竞争力的体现。中国政府的政策执行机制在这一阶段显示了其独特性。以华为为例，政府的政策执行既体现在直接支持措施，如资金注入、研发税收优惠等，也体现在为企业创造有利的市场环境和法律框架中。这种政策执行的成功在于它的多维性和协调性，即不仅限于财政支持，还包括政策环境和法律框架的优化，展示了“有为政府”策略的灵活性和适应性。基于3G政策文件，本文运用Gephi可视化方法进一步分析3G产业政策关联，以更好地解释产业政策演化的动态，追赶阶段的3G产业政策共现网络如图2所示。其中，原点表示3G政策，点与点之间相连的边代表政策文件之间的关联。由图2可注：原点表示3G政策，包括中央政府颁布的部门规章、行业规定以及各类地方政策文件。点与点之间相连的边代表政策文件之间的关联。由于政策文件标题数目较多，为了便于观察，故省略政策标题标签。知，3G产业政策呈现出外部性以及政策不连贯性等结构特征，这表明有为政府在追赶阶段时期的产业政策演进过程中遇到了资源分配不均和政策不连贯等问题与挑战，有为政府促进产业政策演进体系尚未完备。由表2可以看出，政府基于移动通信产业追赶阶段具有不确定性、高风险性的特点，侧重于运用供给型政策工具发挥其驱动作用。',
        type: 'text',
        char_count: 1453,
        title: '3 移动通信产业追赶阶段政策分析',
        title_id: 'title::MbAkXM::33',
        enabled: true,
        source: 'Auto',
        is_edit: false
      }
    ]
  }
};
